Repository: epickid976/Service-Maps-2.0-New
Catalog: Service Maps 2.0/Localizable.xcstrings
Source language: en
Languages: es, fr

source: ((days) days ago)
es: (hace (days) días)
fr: (il y a (days) jours)

source: (%d days ago)
es: (hace %d días)
fr: (il y a %d jours)

source: (getElapsedMinutes()) minute(s)
es: (getElapsedMinutes()) minuto(s)

source: **Symbol Meanings**
es: **Simbolos**
fr: **Symboles**

source: %@ Address
es: %@ Dirección
fr: %@ Adresse

source: %@ Call
es: %@ Llamada
fr: %@ Appel

source: %@ House
es: %@ Casa
fr: %@ Maison

source: %@ Number
es: %@ Número
fr: %@ Numéro

source: %@ Phone Number
es: %@ Número Telefónico
fr: %@ Numéro Téléphonique

source: %@ Territory
es: %@ Territorio
fr: %@ Territoire

source: %@ User
es: %@ Usuario
fr: %@ Utilisateur

source: %@ Visit
es: %@ Visita
fr: %@ Visite

source: %d day(s)
es: %d día(s)
fr: %d jour(s)

source: %d hour(s)
es: %d hora(s)
fr: %d heure(s)

source: %d minute(s)
es: %d minuto(s)

source: • **Sort by Grouping** – Displays houses in normal order or groups them (e.g., odd numbers first, even numbers second).
es: • **Ordenar por Agrupación – Muestra las casas en orden normal o agrupadas (por ejemplo, primero los números impares, luego los pares).
fr: • **Trier par Regroupement – Affiche les maisons dans l’ordre normal ou regroupées (par exemple, les numéros impairs d’abord, puis les pairs).

source: • **Sort by Order** – Sorts houses in increasing or decreasing order based on address number.
es: • **Ordenar por Número – Ordena las casas en orden ascendente o descendente según el número de dirección.
fr: • **Trier par Numéro – Trie les maisons par ordre croissant ou décroissant selon le numéro d’adresse.

source: A backup copy of all the territories, addresses, houses, and visits that are in the app will be made. A zip file will be generated that will contain the folders and forms for each address. Please note that only the last visit will be exported. The process may take some time.
es: Se realizará una copia de seguridad de todos los territorios, direcciones, casas y visitas que están en la aplicación. Se generará un archivo zip que contendrá las carpetas y formularios para cada dirección. Tenga en cuenta que solo se exportará la última visita. El proceso puede tardar algún tiempo.
fr: Une copie de sauvegarde de tous les territoires, adresses, maisons et visites présentes dans l’application sera effectuée. Un fichier zip sera généré, contenant les dossiers et formulaires pour chaque adresse. Veuillez noter que seule la dernière visite sera exportée. Le processus peut prendre un certain temps.

source: A new update for the app is available!
es: Una nueva actualización esta disponible!
fr: Une nouvelle mise à jour est disponible!

source: About App
es: Sobre la Applicación
fr: Sur l'Application

source: Activating Account
es: Activando Cuenta
fr: Activation de la Compte

source: Activating Account...
es: Activando Cuenta...
fr: Activation de la Compte...

source: Add
es: Añadir
fr: Ajouter

source: Add House
es: Añadir Casa
fr: Ajouter Maison

source: Add Key
es: Añadir Llave
fr: Ajouter une Clé

source: Add Recall
es: Añadir Revisita
fr: Ajouter Retour

source: Address
es: Dirección
fr: Adresse

source: Address Added
es: Dirección Borrada
fr: Adresse Supprimée

source: Address Deleted
es: Dirección Borrada
fr: Adresse Supprimée

source: Address is required.
es: Una dirección es obligatoria
fr: Une adresse est obligatoire

source: Addresses
es: Direcciones
fr: Adresses

source: Administrator
es: Administrador
fr: Administrateur

source: An email was sent to verify your account. When you have verified, click the button below to continue to your account.
es: Se envió un correo para verificar tu cuenta. Cuando verifiques, toca el botón de abajo.
fr: Un courriel a été envoyé pour vérifier votre compte. Quand vous aurez vérifiez, cliquez le bouton dessous.

source: An unexpected error occurred. Please try again.
es: Un error ocurrió. Por favor intente más tarde.
fr: Une erreur est survenue. Ressayez plus tard.

source: App is up to date!
es: La aplicación esta actualizada!
fr: L'appli est à jour!

source: App Version
es: Version de la Aplicación
fr: Version de l'Appli

source: Are you sure about deleting your account? This action can not be undone. If you decide to delete your account, your account and all access granted to you will be deleted, but the information you have previously provided will remain on the server. The email used in this account cannot be reused again.
es: ¿Esta seguro de que quiere borrar su cuenta? Esta acción es irreversible. Si decide borrar su cuenta, su cuenta y todo acceso sera borrado, pero la información provista se mantendrá en el servidor. El correo utilizado en esta cuenta no se podrá reutilizar.
fr: Vous êtes sur de vouloir supprimer votre compte? Cette action ne peut pas être reversé. Si vous décidez supprimer votre compte, la compte et tout accès sera supprimé, mais l'information que vous avez pourvu restera sur le serveur. Le courriel lié a la compte ne pourra pas être encore utilisé.

source: Are you sure you want to %@ the selected user?
es: ¿Esta seguro de que quiere %@ este usuario?
fr: Êtes-vous sur de vouloir supprimer cet utilisateur?

source: Are you sure you want to delete the selected address?
es: ¿Esta seguro de que quiere borrar esta dirección?
fr: Êtes-vous sur de vouloir supprimer cette adresse ?

source: Are you sure you want to delete the selected call?
es: ¿Esta seguro de que quiere borrar esta llamada?
fr: Êtes-vous sur de vouloir supprimer cet appel?

source: Are you sure you want to delete the selected house?
es: ¿Esta seguro de que quiere borrar esta casa?
fr: Êtes-vous sur de vouloir supprimer cette maison ?

source: Are you sure you want to delete the selected key?
es: ¿Esta seguro de que quiere borrar esta llave?
fr: Êtes-vous sur de vouloir supprimer cette clé ?

source: Are you sure you want to delete the selected number?
es: ¿Esta seguro de que quiere borrar este número?
fr: Êtes-vous sur de vouloir supprimer ce numéro?

source: Are you sure you want to delete the selected territory?
es: ¿Esta seguro de que quiere borrar este territorio?
fr: Êtes-vous sur de vouloir supprimer ce territoire ?

source: Are you sure you want to delete the selected user?
es: ¿Esta seguro de que quiere borrar este usuario?
fr: Êtes-vous sur de vouloir supprimer cet utilisateur ?

source: Are you sure you want to delete the selected visit?
es: ¿Esta seguro de que quiere borrar esta visita?
fr: Êtes-vous sur de vouloir supprimer cette visite ?

source: Are you sure you want to delete your account?
es: ¿Esta seguro de que quiere borrar su cuenta?
fr: Êtes-vous sur de vouloir supprimer cette compte ?

source: Are you sure you want to remove the selected recall?
es: ¿Esta seguro de que quiere borrar la revisita?
fr: Êtes-vous sur de vouloir supprimer le retour?

source: At least one field is required.
es: Al menos un campo es obligatorio.
fr: Au moins un champ est obligatoire.

source: Back
es: Volver
fr: Retourner

source: Back up
es: Respaldar
fr: Sauvegarder

source: Backup
es: Respaldo
fr: Sauvegarde

source: Become Administrator
es: Convertirse en Administrador
fr: Devenir Administrateur

source: block
es: desbloquear
fr: bloquer

source: Block
es: Desbloquear
fr: Bloquer

source: Blocked Users
es: Usuarios Bloqueados
fr: Utilisateurs Bloqués

source: blocking
es: desbloqueando
fr: en bloquant

source: By adding this house as a recall, it will be displayed in the recalls tab and you will be able to access it more easily.
es: Al añadir esta casa como revisita, sera mostrada en la pagina de revisitas y podrá acceder a ella más fácilmente.
fr: En ajoutant cette maison comme retour, elle s'ajoutera a la page de retours et vous pourrez la voir plus facilement.

source: By removing this house as a recall, it will be removed from the recalls tab.
es: Al remover esta casa como revisita, sera removida de la pagina de revisitas.
fr: En supprimant cette maison comme retour, elle sera supprimée de la page de retours.

source: Clear Symbols
es: Borrar Simbolos
fr: Effacer les symboles

source: Close
es: Cerrar
fr: Fermer

source: Collapse
es: Colapsar
fr: Réduire

source: Confirm Password
es: Confirmar Contraseña
fr: Confirmer le mot de passe

source: Congregation Login
es: Inicio de sesión de Congregación
fr: Se connecter à la Congrégation

source: Congregation ID
es: ID de Congregación
fr: ID de Congrégation

source: Congregation Password
es: Contraseña de Congregación
fr: Mot de passe de Congrégation

source: Copy Address
es: Copiar Dirección
fr: Copier l'adresse

source: Creating Backup...
es: Creando copia de seguridad…
fr: En train de créer la copie…

source: Date
es: Fecha

source: Date:
es: Fecha:

source: Date: N/A
es: Fecha: N/A

source: Decreasing
es: Decreciente
fr: Décroissant

source: Delete
es: Borrar
fr: Supprimer

source: Delete Account
es: Borrar Cuenta
fr: Supprimer la Compte

source: Delete Address
es: Borrar Dirección
fr: Supprimer l'Adresse:

source: Delete Address: %@
es: Borrar Dirección: %@
fr: Supprimer l'Adresse: %@

source: Delete Cache
es: Borrar Caché
fr: Supprimer le Cache

source: Delete Call
es: Borrar Llamada
fr: Supprimer l'Appel

source: Delete House
es: Borrar Casa
fr: Supprimer la Maison

source: Delete House %@
es: Borrar Casa %@
fr: Supprimer la Maison: %@

source: Delete Key
es: Borrar Llave
fr: Supprimer la Clé

source: Delete Key: %@
es: Borrar Llave: %@
fr: Supprimer la Clé: %@

source: Delete Number
es: Borrar número
fr: Suprimmer le Numéro

source: Delete Number: %@
es: Borrar Número: %@
fr: Supprimer le Numéro: %@

source: Delete Territory
es: Borrar Territorio
fr: Supprimer le Territoire

source: Delete Territory %@
es: Borrar Territorio %@
fr: Supprimer le Territoire: %@

source: Delete User
es: Borrar Usuario
fr: Supprimer l'utilisateur

source: Delete User: %@
es: Borrar Usuario: %@
fr: Supprimer l'utilisateur: %@

source: Delete Visit
es: Borrar Visita
fr: Supprimer la Visite

source: Description
es: Descripción

source: Disclosure Groups
es: Grupos
fr: Sections

source: Dismiss
es: Volver
fr: Retourner

source: Done
es: Listo
fr: OK

source: Doors: %lld
es: Puertas: %lld
fr: Portes: %lld

source: Drag & Drop
es: Arrastrar y Soltar
fr: Glisser-Poser

source: Edit
es: Editar
fr: Modifier

source: Edit Address
es: Editar Dirección
fr: Modifier l'Address

source: Edit Call
es: Editar Llamada
fr: Modifier l’Appel

source: Edit Key
es: Editar Llave
fr: Modifier la Clé

source: Edit Number
es: Editar número
fr: Modifier le Numéro

source: Edit Territory
es: Editar Territorio
fr: Modifier le Territoire

source: Edit Username
es: Editar Nombre
fr: Modifier le nom

source: Edit Visit
es: Editar Visita
fr: Modifier la Visite

source: Email cannot contain spaces.
es: Correo no puede contener espacios.
fr: L'email ne peux pas contenir d'espaces

source: Email or Password is incorrect. Please try again.
es: El correo y la contraseña son incorrectos.
fr: L'email et le mot de passe sont incorrect

source: Email Taken
es: Correo ya utilisado
fr: L'email est déjà en utilisation

source: Error %@ user, please try again later
es: Error %@ usuario, por favor intente más tarde
fr: Erreur en %@ l'utilisateur. Essayez plus tard.

source: Error adding address.
es: Error al añadir dirección
fr: Erreur en ajoutant l'adresse

source: Error adding call.
es: Error al añadir llamada
fr: Erreur en ajoutant l'appel

source: Error adding house.
es: Error al añadir casa
fr: Erreur en ajoutant la maison

source: Error adding key.
es: Error al añadir llave
fr: Erreur en ajoutant la clé

source: Error adding phone number.
es: Error al añadir número
fr: Erreur en ajoutant le numéro

source: Error adding recall, please try again later
es: Error al añadir revisita, por favor intente más tarde.
fr: Une erreur est survenu en supprimant le retour, essayez plus tard.

source: Error adding territory.
es: Error al añadir territorio
fr: Erreur en ajoutant le territoire

source: Error adding Visit.
es: Error al añadir visita
fr: Erreur en ajoutant la visite

source: Error adding/updating key.
es: Error añadiendo/actualizando llave.
fr: Erreur en ajoutant/modifiant la clé.

source: Error checking verification status. Please try again.
es: Un error ocurrió al verificar el estatus. Por favor intente más tarde.
fr: Une erreur est survenue en vérifiant le status. Ressayez plus tard.

source: Error deleting address, please try again later
es: Error al borrar dirección, por favor intente más tarde
fr: Une erreur est survenu en supprimant l'adresse, essayez plus tard.

source: Error deleting call, please try again later
es: Error al borrar llamada, por favor intente más tarde
fr: Une erreur est survenu en supprimant l'appel, essayez plus tard.

source: Error deleting house, please try again later
es: Error al borrar casa, por favor intente más tarde
fr: Une erreur est survenu en supprimant la maison, essayez plus tard.

source: Error deleting key, please try again later
es: Error al borrar llave, por favor intente más tarde
fr: Une erreur est survenu en supprimant la clé, essayez plus tard.

source: Error deleting number, please try again later
es: Error al borrar número, por favor intente más tarde
fr: Une erreur est survenu en supprimant le numéro, essayez plus tard.

source: Error deleting territory, please try again later
es: Error al borrar territorio, por favor intente más tarde
fr: Une erreur est survenu en supprimant le territoire, essayez plus tard.

source: Error deleting user, please try again later
es: Error al borrar usuario, por favor intente más tarde
fr: Une erreur est survenu en supprimant l'utilisateur, essayez plus tard.

source: Error deleting visit, please try again later
es: Error al borrar vitsita, por favor intente más tarde
fr: Une erreur est survenu en supprimant la visite, essayez plus tard.

source: Error logging in. Please try again.
es: Error iniciando sesión. Intente otra vez.
fr: Erreur pour se connecter. Réessayez

source: Error Logging in. Please try again later
es: Error iniciando sesión. Intente otra vez.
fr: Erreur pour se connecter. Réessayez

source: Error logging in...
es: Error iniciando sesión...
fr: Erreur pour se connecter...

source: Error removing recall, please try again later
es: Error al remover revisita, por favor intente más tarde.
fr: Une erreur est survenu en supprimant le retour, essayez plus tard.

source: Error Resetting Password. Please try again later
es: Error reiniciando la contravene. Intense de nuevo.
fr: Erreur pour changer le mot de passes. Réessayez

source: Error signing up. Please try again.
es: Un error ocurrió al inscribirse. Por favor intente más tarde.
fr: Une erreur est survenue lors de l’inscription. Veuillez réessayer plus tard.

source: Error updating address.
es: Error al añadir dirección
fr: Erreur en ajoutant l'adresse

source: Error updating call.
es: Error al añadir llamada
fr: Erreur en ajoutant l'appel

source: Error updating house.
es: Error al añadir casa
fr: Erreur en ajoutant la maison

source: Error updating phone number.
es: Error al añadir número
fr: Erreur en ajoutant le numéro

source: Error updating territory.
es: Error al añadir territorio
fr: Erreur en ajoutant le territoire

source: Error updating username
es: Error actualizando el nombre.
fr: Erreur en changeant le nom

source: Error updating Visit.
es: Error al añadir visita
fr: Erreur en ajoutant la visite

source: Everything at the palm of your hand
es: Todo en la palma de su mano
fr: Tout dans la paume de votre main

source: Exit
es: Salir
fr: Sortir

source: Expand
es: Expandir
fr: Développer

source: Expand or collapse all territory sections
es: Expanda o colapse las secciones de territorios.
fr: Développer ou réduire les sections de territoires.

source: Fields cannot be empty
es: Los campos no pueden estar vacíos
fr: Les champs ne peuvent pas être vide

source: Filter
es: Filtrar
fr: Filtrer

source: Filter by Symbol
es: Filtrar por Símbolo
fr: Filtrer par Symbole

source: Filter Options Info
es: Información sobre las opciones de filtro
fr: Informations sur les options de filtre

source: first name
es: primer nombre
fr: prénom

source: First Name
es: Primer nombre
fr: Prénom

source: Forgot Password
es: Olvide mi contraseña
fr: Mot de Passe Oublié(é)

# H
source: M
es: H

source: Haptics
es: Vibraciones
fr: Vibrations

# Hombre
source: Man
es: Hombre

# Hombre Volver
source: Man Call Again
es: Hombre Volver
fr: Homme Revenir

source: House
es: Casa
fr: Maison

source: House Deleted
es: Casa Borrada
fr: Maison Supprimée

source: House: %@
es: Casa: %@
fr: Maison: %@

# HV
source: MCA
es: HV

source: Image
es: Imagen

source: Increasing
es: Creciente
fr: Croissant

source: Invalid Credentials
es: Credenciales incorrectos
fr: Les informations d'identification sont incorrects

source: iPad Column View
es: Vista de Columna
fr: Vue de Colonne sur iPad

source: It seems this email is taken. Try logging in.
es: Al parecer ya existe este correo. Intente iniciando sesión.
fr: Il parait que cet email est en utilisation. Essayez de se connecter.

source: Key Deleted
es: Llave Borrada
fr: Clé Supprimée

source: Key Name
es: Nombre de Llave
fr: Nom de Clé

source: Keys
es: Llaves
fr: Clés

source: Knocked: %@
es: Visitada: %@
fr: Visité: %@

source: Knocking Info
es: Información de Visita
fr: Info de Dernière Visite

source: Language
es: Lenguaje
fr: Langue

source: last name
es: apellido
fr: nom

source: Last Name
es: Apellido
fr: Nom

source: Last Synced
es: Sincronizado
fr: Synchronisé

source: Level: Publisher
es: Nivel: Publicador
fr: Niveau: Proclamateur

source: Level: Servant
es: Nivel: Siervo
fr: Niveau: Assistant

source: Loading
es: Cargando
fr: Chargement

source: Log into Phone Book
es: Iniciar Sesión a Repertorio Telefónico
fr: Se connecter au Répertoire Téléphonique

source: Logging in...
es: Iniciando sesión...
fr: En train de se connecter...

source: Login
es: Inicio de Sesión
fr: Se Connecter

source: Logout
es: Desconectarse
fr: Se Déconnecter

# M
source: W
es: M

# Mujer
source: Woman
es: Mujer

# Mujer Volver
source: Woman Call Again
es: Mujer Volver

# MV
source: WCA
es: MV

# N
source: C
es: N

source: name
es: nombre
fr: nom

source: Name
es: Nombre
fr: Nom

# NC
source: NH
es: NC

source: Need account? Contact me
es: ¿Necesita una cuenta? Contacteme
fr: Besoin d'une compte? Contactez-moi

# Niño
source: Child
es: Niño

source: No address selected
es: Ninguna dirección seleccionada
fr: Aucune adresse sélectionné

source: No Data
es: Ninguna Información
fr: Pas d'Informations

# No en casa
source: Not Home
es: No en casa

source: No house selected
es: Ninguna casa seleccionada
fr: Aucune maison sélectionné

source: No internet connection
es: No hay conexión a internet
fr: Pas de connection internet

source: No Internet Connection
es: Falta de conexión de internet
fr: Pas de connexion à internet

source: No Internet Connection. Please try again later.
es: Falta de conexión de internet. Intente más tarde.
fr: Pas de connexion à internet. Réessayez plus tard.

source: No Notes
es: Ninguna nota
fr: Pas de notes

source: No notes available.
es: No hay notas disponibles
fr: Pas de notes disponibles

source: No previous call found.
es: Ninguna llamada encontrada.
fr: Pas d’appel trouvé.

source: No previous visit found.
es: Ninguna visita encontrada.
fr: Pas de visite trouvé.

source: No recent floors knocked.
es: Ninguna dirección.
fr: Pas d’addresses

source: No results found
es: No se encontro resultados
fr: Résultat pas trouvé

# No Tocar
source: Don't Knock
es: No Tocar

source: Not a valid email.
es: No es un correo valido.
fr: Pas un email valide

source: Not Knocked
es: No Visitada
fr: Pas visité

source: Not Verified
es: No verificado
fr: Pas vérifié

source: Note: %@
es: Nota: %@

source: Note: N/A
es: Nota: N/A

source: Note: No notes
es: Nota: Ninguna nota
fr: Note: Pas de Notes

source: Notes
es: Notas

source: Notes and Symbol are required.
es: Las notas y el símbolo son obligatorios
fr: Une note et une symbole sont obligatoire

source: Notes are required.
es: Las notas son requeridas
fr: Les notes sont obligatoire

source: Now
es: Ahora
fr: Maintenant

# NT
source: DV
es: NT

source: Number
es: Número
fr: Numéro

source: Number and Description are required.
es: El número y la descripción son obligatorias
fr: Le numéro et la description sont obligatoire

source: Number Deleted
es: Número Borrado
fr: Numéro Supprimé

source: Number is required.
es: El número es requerido
fr: Le numéro est obligatoire

source: Number Uneditable
es: Número Ineditable
fr: Numéro non modifiable

source: Number: %@
es: Número: %@
fr: Numéro: %@

source: Numbers
es: Números
fr: Numéros

# O
source: B
es: O

# Ocupado
source: Busy
es: Ocupado

# Ocupado Volver
source: Busy Call Again
es: Ocupado Volver

source: Odd & Even
es: Pares & Nones
fr: Pairs & Impairs

# OV
source: BCA
es: OV

source: Password
es: Contraseña
fr: Mot de Passe

source: Password Confirmation
es: Confirmar Contraseña
fr: Confirmation de Mot de Passe

source: Password must be more than 6 characters.
es: La contraseña tiene que ser más de 6 caracteres.
fr: Le mot de passe doit être plus de 6 caractères.

source: Password must be more than 8 characters.
es: Contraseña tiene que ser más de 8 caracteres.
fr: Le mot de passe doit être plus de 8 caractères.

source: Passwords must match.
es: Las contraseñas tienen que ser iguales.
fr: Les mots de passe ne sont pas les mêmes

source: Phone Book
es: Repertorio Telefónico
fr: Répertoire Téléphonique

source: Phone Book Login
es: Iniciar Sesión Repertorio Telefonico
fr: Se connecter au Répertoire Téléphonique

source: Phone Number is required.
es: El número es requerido
fr: Le numéro de téléphone est obligatoire

source: Phone Numbers: %lld
es: Números Telefónicos: %lld
fr: Numéros Téléphoniques: %lld

source: Phone Territories
es: Territorios Telefónicos
fr: Territoires Téléphoniques

source: Please check your email and verify your account.
es: Por favor chequee su correo y verifique su cuenta.
fr: Vérifiez votre e-mail et votre compte.

source: Please choose a future time.
es: Por favor escoja un tiempo futuro.
fr: Choisissez un temps dans l’avenir.

source: Please fill out all the required fields.
es: Por favor rellene todos los campos
fr: Remplissez tous les champs obligatoires

source: Please update the app as soon as possible to access the latest features and improvements. Would you like to update now?
es: Por favor actualice la aplicación lo más rápido posible para acceder a las nuevas funciones. Quisiera actualizar ahora?
fr: S'il vous plaît mettez à jour l'application pour accéder aux nouveautés. Voulez vous mettre à jour maintenant?

source: Privacy Policy
es: Politica de Privacidad
fr: Politique de Confidentialité

source: Recall Deleted
es: Revisita Borrada
fr: Retour Supprimé

source: Recall Reminder
es: Recordatorio de Revisita
fr: Rappel de Rendez-vous

source: Recall Removed
es: Revisita Borrada
fr: Retour Supprimé

source: Recalls
es: Revisitas
fr: Retours

source: Recent Territories
es: Territorios Recientes
fr: Territoires Récents

source: Registering Key
es: Registrando Llave
fr: Registration de la Clé

source: Registering key...
es: Registrando Llave...
fr: Registration de la Clé...

source: Reminder
es: Recordatorio
fr: Rappel

source: Reminders
es: Recordatorios
fr: Rappels

source: Remove
es: Remover
fr: Supprimer

source: Remove Recall
es: Remover Revisita
fr: Supprimer Retour

source: Resend Verification
es: Reenviar Verificación
fr: Renvoyer la Vérification

source: Reset Password
es: Reiniciar Contraseña
fr: Réinitialiser le Mot de Passe

source: Review App
es: Evaluar la aplicación
fr: Évaluer l'application

source: Same as Last Call
es: Copiar Ultima Llamada
fr: Copier Dernier Appel

source: Same as Last Visit
es: Copiar Ultima Visita
fr: Copier Dernière Visite

source: Save
es: Guardar
fr: Enregistrer
